[Public]
Object=(Name=D3DDrv.D3DRenderDevice,Class=Class,MetaClass=Engine.RenderDevice,Autodetect=)
Preferences=(Caption="Rendering",Parent="Advanced Options")
Preferences=(Caption="Поддержка Direct3D",Parent="Визуализация",Class=D3DDrv.D3DRenderDevice,Immediate=True)

[D3DRenderDevice]
ClassCaption="Direct3D Support"
AskInstalled=Do you want to use Direct3D?
AskUse=
